{
    "1": {
      "theme": "National Mentoring Month",
      "1": "We all have the ability and opportunity to cultivate gratitude. Model this with your children - take a few moments to discuss with your family all that you have (e.g., freedoms, opportunities, family). Developing an “attitude of gratitude” is one of the simplest ways to improve your satisfaction with life.",
      "2": "Children learn from observing adults, and often mimic adults’ behaviors. Use the link below to view the results of a scientific study that clearly demonstrates this reality. It is startling. It shows how essential it is as caregivers to model positive behavior. https://blog.medihertz.com/7-behaviors-kids-learn-from-their-parents/",
      "3": "Parenting can be hard work at times. Caring for yourself is critical to caring for your children and family. Model self-care. Set aside 30 minutes to read a book or do something you enjoy. Start by taking 10 deep breaths.",
      "4": "Have a family game night! Play games such as Monopoly, Apples to Apples, even video games! Have fun spending time with your children and family!",
      "5": "Encouraging your children is very important to support the development of a positive self-image. Model encouragement of others as well by having your children think about someone – a family member, neighbor or friend – who could use a “pick-me-up” and then do something together to support that person.",
      "6": "Modeling emotions is very important. By controlling and weathering your own emotional storms, you can teach your children and other family members how to manage their emotions. https://www.yolokids.org/wp-content/uploads/2023/10/WEATHERING-ENG.pdf",
      "7": "Take your child’s emotional temperature. Use the “emotions thermometer” from yesterday to ask your child how he or she is feeling. Ask what raises or lowers your child’s “temperature.”",
      "8": "Writing in a gratitude journal improves sleep, according to a 2011 study published in Applied Psychology: Health and Well-Being. Spend just 15 minutes jotting down a few grateful sentiments before bed, and you may sleep better and longer.",
      "9": "Did you know? • 59% of mentored teenagers earn better grades. • 27% of mentored youth are less likely to begin using alcohol. • 52% of mentored youth are less likely to skip school. Youth with mentors have increased likelihood of going to college, better attitudes toward school, increased social and emotional development, and improved self-esteem.",
      "10": "Do something that brings you comfort. Read a favorite book, drink a cup of tea, take a quiet walk, listen to music, etc.",
      "11": "Model healthy behavior by doing some form of exercise with your children and family! Get your heart rate up with a run, walk, bike ride, basketball or soccer game or some fun physical activity.",
      "12": "Spend some time reflecting on this quote from James Baldwin as it relates to the impact of your words and actions on your children: “Children have never been very good at listening to their elders, but they have never failed to imitate them.”",
      "13": "Think about a recent time when you got angry and how you reacted to the situation. Could you have dealt with the situation differently? Would you be okay with the way you handled it if your kids were watching? If it didn’t turn out well, how might you work through it more positively next time?",
      "14": "Model for your children the importance of an “outward orientation” that shows concern and compassion for others. Take your children to the local food bank or similar organization and volunteer to help serve or do whatever is needed.",
      "15": "“No one who achieves success does so without the help of others. The wise and confident acknowledge this help with gratitude.” ~ Alfred North Whitehead. Talk with your children or grandchildren about a person who had a positive influence on your life when you were young, and the difference that has made in your life.",
      "16": "“We can train ourselves to stop and think before we speak, by remembering that everything we say will be recorded and imitated. We can model the kind of behavior we expect and will accept from our children. When we give children the same respect we expect, we teach children respect. How we treat them is what we teach them.” ~ Pam Leo, Teaching Children Respect",
      "17": "Think about the past week. Write down your positive experiences as well as how you might address your frustrations in positive ways.",
      "18": "Sing songs or play music together – or listen to a favorite recording together. Spend time listening to each person talk about the best thing that happened during the week.",
      "19": "Martin Luther King Day – “Life’s most persistent and urgent question is, what are you doing for others?” ~ Martin Luther King, Jr.",
      "20": "You are not in this mentoring business alone. In Hurt: Inside the World of Today’s Teenagers, author/researcher Chap Clark points out that teenagers today need multiple mentors. Can you identify five or six other adults who are or can be positive role models for your children?",
      "21": "Ask your children if they have a hero, or someone they want to be like, or admire. If so, why did they pick that person?",
      "22": "“Gratitude helps you to grow and expand; gratitude brings joy and laughter into your life and into the lives of all those around you.” ~ Eileen Caddy",
      "23": "In this information age, it is important to help your children (and yourself) consider limitations to what type of screen time, and how much screen time, is acceptable and healthy. Follow the link below for recommendations from the American Academy on Child and Adolescent Psychiatry: https://www.aacap.org/AACAP/Families_and_Youth/Facts_for_Families/FFF-Guide/Children-And-Watching-TV-054.aspx",
      "24": "Declare a personal “electronic free” Saturday. Don’t check your emails or spend time on the internet. Cut the cord for a day. Enjoy a walk or a good book instead.",
      "25": "Challenge your family – and decide together – to limit screen time today and identify an activity away from screens that allows you to do something fun together as a family.",
      "26": "Remember – 85 percent of brain development occurs by age five. Children are sponges – everything they experience during the first five years of life can impact them positively or negatively for a lifetime. Think about how childhood trauma might have impacted you, and ways to make sure your family doesn’t experience that same trauma if possible.",
      "27": "“When human beings are being hurt emotionally, our thinking shuts down. When our thinking shuts down we cannot learn, we can only record. When adults try to “teach” children by criticizing, lecturing, shaming, ridiculing, giving orders, screaming, threatening and hitting, it shuts down their thinking so they can’t learn what the adult intended to teach them to do or not to do; they can only record what is being modeled.” ~ Pam Leo",
      "28": "Model empathy and listening with your children. Discuss something that was difficult or hard for them this week. Listen intently and acknowledge their feelings and thoughts.",
      "29": "“Gratitude increases mental strength. For years, research has shown gratitude not only reduces stress, but it may also play a major role in overcoming trauma. Recognizing all you have to be thankful for – even during the worst times of your life – fosters resilience.” ~ Dr. Amy Morin",
      "30": "Research shows that youth mentoring can positively impact not only the mentees but also their parents, improving family functioning and reducing parental depression and anxiety. Do your children, or do you, have someone who can serve as a mentor? If not, identify someone who might serve in this important role.",
      "31": "\"If you could only sense how important you are to the lives of those you meet – how important you can be to the people you may never dream of. There is something of yourself you leave at every meeting with another person.\" ~ Fred Rogers"
    },
    "2": {
        "theme": "National Black History; Teen Dating Violence Awareness; and Boost Your Self-Esteem Months",
        "1": "February is National Black History Month: 2026 marks a century of national commemorations of Black history. Take a trip to the local library! Exploring books is a good way to begin talking with your children about topics such as racism and discrimination at an age appropriate level. For younger children, try reading The Story of Ruby Bridges by Robert Coles.",
        "2": "Think about how racism and prejudice have impacted you, a family member, a friend or our society more generally. What can you do to help work towards equality and the dignity of each person?",
        "3": "\"When the architects of our republic wrote the magnificent words of the Constitution and the Declaration of Independence, they were signing a promissory note to which every American was to fall heir. This note was a promise that all men, yes, black men as well as white men, would be guaranteed the unalienable rights of life, liberty, and the pursuit of happiness.\" ~ Martin Luther King, \"I Have a Dream\" speech.",
        "4": "Have a conversation with your child about the Civil Rights Movement and discrimination in America. What are their thoughts and perspectives? How can you assist them to work through the challenges they encounter in a positive way?",
        "5": "Think about someone you know who has stood up for the dignity of another person and next time you see that person express your gratitude for the example he/she set. Let us be generally thankful for people who have put their lives on the line for the dignity and well-being of others regardless of their race, religion or cultural background.",
        "6": "Did you know? The National Association for the Advancement of Colored People (NAACP), a civil rights organization, was founded in 1909. Dr. Mae Jemison became the first African American woman to go into space aboard the space shuttle Endeavor in 1992.",
        "7": "Tap into your creative side. Use painting or another creative art to release your fear, anxiety, anger, and frustration on paper.",
        "8": "Bake a sweet (at least semi-healthy) treat with your family!",
        "9": "February is also Teen Dating Violence Awareness Month - It's never too early to talk to your child about healthy and unhealthy dating relationships. Make a list of what you think defines healthy and unhealthy dating relationships.",
        "10": "Starting conversations - even if you don't think your child is dating - is one of the most important steps you can take to help prevent dating violence.",
        "11": "Continue conversations with your child - as age appropriate - and ask your son or daughter how they might handle a situation if she/he witnessed or experienced some form of abuse in a dating situation. Be prepared to support or point out positive steps they might take. If you are worried about your teen, call the National Dating Abuse Helpline at 1-866-331-9474 or text \"loveis\" to 22522.",
        "12": "Get creative in telling your family that you care about them! Have the whole family write each other notes of encouragement and what they are thankful for and then exchange their notes with each other.",
        "13": "About 1 in 10 teens have been physically abused by a boyfriend or girlfriend in the last year. Take steps to make a difference: Be a role model - treat your and other kids with respect. Start talking to your kids about healthy relationships early - before they start dating. Get involved with efforts to prevent dating violence at your teen's school.",
        "14": "Do something you enjoy that you haven't done in a long time! Finish that painting, read that book, play your favorite sport, or simply relax!",
        "15": "With your teen, identify relationships around you (within your family, friend group or community) that are healthy and discuss what makes those relationships mutually beneficial and healthy.",
        "16": "\"Breakups hurt, but losing someone who doesn't respect and appreciate you is actually a gain, not a loss\" ~ unknown. Discuss with your child the implications of this quote.",
        "17": "Sit down and ask your child the following questions: Are any of your friends dating? What are their relationships like? Have you witnessed unhealthy relationships or dating abuse at school? How does it make you feel? Were you scared?",
        "18": "With your teen, make a list of qualities they wish to see in their current, or future romantic relationships. Discuss why these qualities are important to them, and how they should address these with their partner.",
        "19": "Identify a person in your teen's life that they are thankful for. With your teen, write a letter, email, text message, or another token of appreciation and send it to them.",
        "20": "Every year, nearly 1.5 million high school students are physically abused by their partner. Regularly talking with your teen about relationships can help prevent them from becoming a victim.",
        "21": "Take some time today to go out for a walk. Spend some time in nature and relax!",
        "22": "Sit down with your children and ask them if they have any relationships with friends, family, a romantic partner, or others that are bothering them. Talk through these concerns with them, focusing on identifying if this is a healthy or unhealthy relationship.",
        "23": "February is National Boost Your Self-Esteem Month! - \"You yourself, as much as anybody in the entire universe, deserve your love and affection.\" ~ Sharon Salzberg. Remind yourself that you are a special, one-of-a-kind creation who has value not only independently but to those who love and care about you.",
        "24": "\"Most of the damage to our self-esteem is self-inflicted. Unfortunately, we often respond to rejections and failures by becoming self-critical, listing all our faults and short-comings, calling ourselves names, and basically kicking ourselves when we're already down.\" ~ Dr. Guy Winch",
        "25": "Talk with your family about how you can support each other emotionally in a more effective way. Challenge each other to pinpoint a negative thought pattern or thinking habit and then discuss how to shift their perspective towards being more positive and healthier.",
        "26": "Higher self-esteem functions like an emotional immune system. When our self-esteem is higher, we are less affected by stress and anxiety, we experience rejections and failures as less hurtful, and we recover from them more quickly. Think about a time when someone expressed gratitude to you and how it felt to know you had made a positive impact on someone else.",
        "27": "Gestures and posture are more than mere reflections of our self-assurance. They can be purposely used by us to project confidence on the outside, which will, in turn, make us feel more powerful and in control. (Refer to Prof. Amy Cuddy's great Ted talk on power posing). Learn more about self esteem here.",
        "28": "Get some rest! You deserve it! Take a walk in the morning to get some exercise and then take a guilt-free \"power nap\" in the afternoon."
    },
    "3": {
        "theme": "National Nutrition Month",
        "1": "\"The early years are when you give your child a foundation for establishing a proper diet. If kids learn about the importance of eating healthy early in their lives, they will not have to relearn as an adult.\" ~ Nicole Henderson Parents are role models for how kids eat. Reflect on how your own eating habits might impact your family.",
        "2": "Have a conversation with your family about what healthy eating and nutrition look like. What are some good and healthy habits you currently have as a family?",
        "3": "Take a look at recipe ideas that are healthy or that you can make on a tight budget. Cook the meal together as a family! Check out this free recipe e-book Eat Well on $4 a Day by Leanne Brown.",
        "4": "Here are some water guidelines from healthychildren.org: There's no specific amount of water recommended for children, but it's a good idea to give them water throughout the day — not just when they're thirsty.",
        "5": "Take a walk outside. Go on a hike or walk around your neighborhood. Exercise is an important way to burn calories, consistent with good nutrition. The key is getting some form of exercise, especially if you spent most of the past week sitting or indoors.",
        "6": "Cook a healthy meal with your family! Let everyone have a role in preparing the meal.",
        "7": "\"All children should have the basic nutrition they need to learn and grow and to pursue their dreams, because, in the end, nothing is more important than the health and well-being of our children.\" ~ Michelle Obama",
        "8": "Since 85% of brain development occurs by age 5, be sure your young children are eating as much nutritious food as possible! It is critical to brain and overall development. It will also help them be ready for school when the time comes.",
        "9": "\"It took my five-year-old daughter's complete meltdown in Target to make me realize this—she didn't know that the sudden empty feeling in her stomach and her outburst of emotions were likely due to a drop in blood sugar from the doughnut she ate earlier. I realized then that by teaching her how what she eats impacts her body and her feelings ...I was giving her tools to make good food decisions.\" ~ Carolyn Williams, Nutritionist. Have a conversation with your family about the connection between the food you eat, the activities you engage in and how you feel.",
        "10": "According to kidshealth.gov: \"Foods that are high in added sugar (soda, cookies, cake, candy, frozen desserts, and some fruit drinks) also tend to be high in calories and low in nutrition.\" As a challenge this week, try to cut down on added sugar in your family's diet. Try to cut down on soda and other sugar-sweetened beverages.",
        "11": "According to healthynutrition.org: \"Fiber is a very important nutrient that allows things to move smoothly in the digestive tract and helps us feel full. Foods that are good sources of fiber also help prevent constipation and contain nutrients that prevent heart disease and diabetes. Some good sources of fiber are: vegetables, fruit and beans.\"",
        "12": "Sometime during the evening, turn down the lights, sit down, stare into space, and do absolutely nothing.",
        "13": "Make a grocery list and go grocery shopping as a family!",
        "14": "\"If you keep good food in your fridge, you will eat good food.\" ~ Errick McAdams. What's in your refrigerator?",
        "15": "\"Scientists have found that students who eat breakfast at school have better attendance records, are less likely to be tardy, and exhibit fewer behavioral and psychological problems. Schools report that offering all students free breakfast improves behavior and increases attentiveness.\" - National Education Association",
        "16": "Talk with your family about eating breakfast regularly and how to incorporate a healthy breakfast into your schedule. Make a list together of healthy breakfast choices that are easy to prepare.",
        "17": "\"I try to also show them that healthy eating isn't about perfection ...and that healthy looks different to everybody. Don't let your children find you critiquing your body in a mirror or constantly talking about what diet you are following to lose those 'last five pounds.' This can suggest to them that self-worth and confidence are defined by a scale or a pants size.\" ~ Carolyn Williams",
        "18": "Protein is an important nutrient for your child's body. According to Parents.com, \"Protein helps a child's body build cells, break down food into energy, fight infection, and carry oxygen. Foods that contain high levels of protein include: meat, poultry, fish, eggs, nuts.\"",
        "19": "Take care of your bodies and make sure your bodies get enough healthy fuel today! If you typically drink soda, try going the day without a soda.",
        "20": "Start today gathering your favorite recipes and creating a family recipe book! Try to add something new each week. Get creative! Use colors, stickers, hand drawn pictures!",
        "21": "\"We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food.\" ~ Marcus Samuelsson",
        "22": "\"Obesity is a major — and growing — problem among American children. The rate of obesity among U.S. children has tripled in the past 30 years. Today, one in five American children is obese, which increases their risk of lifelong health problems such as heart disease and type 2 diabetes.\" - National Education Association. What more can we do to make sure we have our children on the path to lifelong good health and well-being?",
        "23": "Talk about your favorite exercise or outdoor activities with your children. Ask them what their favorite exercises or outdoor activities are. Ask why she/he enjoys them? Is there an activity they would like to try? If so, think about how you can support that activity.",
        "24": "Did you know that eating out at restaurants increases your calorie intake? Cooking at home not only saves money, but also allows you to control what ingredients you use and how much salt, sugar, and fat you put in your food. Challenge your family to cook more meals at home and to eat out less.",
        "25": "\"Missing meals and experiencing hunger impair children's development and achievement. Studies published in the American Journal of Clinical Nutrition, Pediatrics, and the Journal of the American Academy of Child and Adolescent Psychiatry document the negative effects of hunger on children's academic performance and behavior in school. Hungry children have lower math scores. They are also more likely to repeat a grade, come to school late, or miss it entirely.\" - National Education Association",
        "26": "Today get your spouse or a friend and find a place to go dancing. Have a date night!",
        "27": "As a family plan some activity such as playing frisbee, baseball or football, riding bikes or just taking a brisk walk together. Talk about how to incorporate exercise into your daily schedules on a regular basis!",
        "28": "Today's featured nutrient is water! Many people do not know that water is considered a very important nutrient. Half of your child's body weight is made up of water and our bodies need water to run smoothly and efficiently.",
        "29": "Drink more water! Drink at least four full glasses of water today.",
        "30": "Prepare a tasty and healthy picnic and find a pleasant place outdoors (weather permitting) to share the meal with your family or friends.",
        "31": "Prepare a tasty and healthy picnic and find a pleasant place outdoors (weather permitting) to share the meal with your family or friends."
    },
    "4": {
        "theme": "National Child Abuse Prevention Month",
        "1": "National Child Abuse Prevention Month - Nurturing Our Children. \"Children will not remember you for the material things you provided but for the feeling that you cherished them.\" ~ Richard L. Evans Talking with our children to understand more clearly what is going on in their world is crucial. Ask your children about their day, listening carefully for any concerns they have or support they need.",
        "2": "\"(She/he) enjoys much who is thankful for little.\" ~ Thomas Secker. Think about the little things in life that bring happiness and gratitude.",
        "3": "How can you help prevent child abuse? Provide for your children - and their friends you interact with - the nurture and nurturing environment every child needs. Children need to know that they are special, loved and capable of following their dreams.",
        "4": "No parent is perfect. Give yourself some grace if you feel you did something this past week that was detrimental to your children. Think about how to handle the situation more positively for you and your children in the future.",
        "5": "Today if a disciplinary situation arises, think about how to use positive reinforcement to encourage good behavior and some self-reflection on the part of your child so she/he can understand their role in the situation. Talk through the situation together.",
        "6": "\"When I'm hungry, I eat what I love. When I'm bored, I do something I love. When I'm lonely, I connect with someone I love. When I feel sad, I remember that I am loved.\" ~ Michelle May",
        "7": "\"Parents can do something every day to positively support their children! Every single action you take can have enormous results when it comes to the safety and happiness of your children.\" scanva.org",
        "8": "Humor relieves stress. Children respond well to humor and humor can soften the seriousness of many situations. Tell some funny stories or jokes around the dinner table!",
        "9": "\"The trick is to be grateful when your mood is high and graceful when it is low.\" ~ Richard Carlson. How do you handle the highs and lows?",
        "10": "\"When the big and little problems of your everyday life pile up to the point you feel overwhelmed and out of control - take a personal time out. Don't take it out on your child/children.\"",
        "11": "No man or woman is an island. Don't be afraid or embarrassed to reach out for help. Every parent feels overwhelmed at least some of the time. It shows strength to ask for help and support.",
        "12": "Talk with your spouse or other caregivers about how to be consistent in setting boundaries with your children and applying discipline when those situations arise.",
        "13": "\"The way to live in the present is to remember that 'This too shall pass.' When you experience joy, remembering that 'This too shall pass' helps you savor the here and now. When you experience pain and sorrow, remembering that 'This too shall pass' reminds you that grief, like joy, is only temporary.\" ~ Joey Green",
        "14": "\"Structure and predictability are important for children. Provide structure and predictability for your child from infancy through the teen years. If a child knows what to expect, behavior problems are less likely to occur.\"",
        "15": "Have a conversation about age-appropriate structures and routines that you would like your family to maintain, such as eating breakfast together in the mornings, cleaning-up after playing, brushing your teeth right after dinner, etc.",
        "16": "\"Freedom has never been free. I love my children and I love my wife with all my heart. And I would die, die gladly, if that would make a better life for them.\" ~ Medgar Evers",
        "17": "Research demonstrates that a child's use of and exposure to electronics, while beneficial in many ways, can be harmful if not monitored for time and content. Be sure to monitor your children's use of television, video and the internet.",
        "18": "The blue light wavelengths that come from smartphones, tablets, computers, and TVs can make it difficult to sleep. Take a break from electronics or TV screens today. Read a book, have a conversation, or go outside!",
        "19": "As you consider how you interact with your children, at times you need to \"pick your battles.\" Focus on the most important things first - and be sure your child knows why it is important for his/her well-being.",
        "20": "Sometimes we feel a little down on ourselves based on the circumstances around us. If that occurs recall the following: \"We aren't the weeds in the crack of life. We're the strong, amazing flowers that found a way to grow in the most challenging conditions.\" ~ Jeanne McElvaney",
        "21": "Think about how to have more in-depth conversations with your children. Begin by asking the right questions. Rather than asking, \"How was your day\" which usually leads to \"good\" or \"ok,\" consider asking questions that encourage a longer conversation.",
        "22": "Ask your children to describe the most important thing they learned at school today. Also ask what their most challenging situation was. Listen for any frustration or fear about what is going on in school and dig a little deeper to understand the circumstances. Let them know you are there for them to work through any difficult situations.",
        "23": "\"The unthankful heart discovers no mercies; but the thankful heart will find, in every hour, some heavenly blessings.\" ~ Henry Ward Beecher",
        "24": "Numerous research studies have found that children who are spanked regularly are more likely to hit other people. Corporal punishment models behavior which teaches children to solve problems aggressively and physically. Consider alternative discipline strategies such as removing privileges, limiting use of electronics, etc.",
        "25": "Check-in with your emotions this morning. Sit quietly and identify - without judgment - what you're feeling.",
        "26": "Sometimes kids are just being kids. Learn what to expect from your child at each stage of development. It can help to know, for example, that it is normal for a three-year old to have an occasional tantrum and for a teenager to strive for independence.",
        "27": "\"If you concentrate on finding whatever is good in every situation, you will discover that your life will suddenly be filled with gratitude, a feeling that nurtures the soul.\" ~ Rabbi Harold Kushner",
        "28": "Every parent gets stressed out occasionally. Parenting is a tough job, especially if doing it alone. Give yourself credit for taking on an unpaid 24/7 job - and don't hesitate to talk with friends or family to share your frustrations rather than taking them out on your children.",
        "29": "\"What it's like to be a parent: It's one of the hardest things you'll ever do but in exchange it teaches you the meaning of unconditional love.\" ~ Nicholas Sparks",
        "30": "\"What it's like to be a parent: It's one of the hardest things you'll ever do but in exchange it teaches you the meaning of unconditional love.\" ~ Nicholas Sparks"
    },
    "5": {
        "theme": "National Mental Health Awareness Month",
        "1": "Mental Health Awareness Month - Robert Emmons, a leading gratitude researcher, has conducted multiple studies on the link between gratitude and well-being. His research confirms that gratitude effectively increases happiness and reduces depression. People struggling with their mental health - 19% of the adult population, 46% of teenagers and 13% of children each year - may be in your family, live next door, teach your children or work in the next cubicle. Learning more about mental health allows us to provide helpful support to those affected in our families and communities.",
        "2": "Today, focus on taking care of yourself by starting the process of working through a past experience which has left an emotional scar. Consider finding support from friends, family, or counselors as you work through the circumstances that led to the experience.",
        "3": "Have a technology-free morning and afternoon family day. Draw, read, meditate, or play games as a family without distractions from cell phones, laptops, or televisions.",
        "4": "\"The process of learning to navigate triggers is ongoing and changes with each stage of the parenting gig. I'll say though that just learning that others out there were experiencing parenting as I was was a game changer. It lifted a funk I'd been swimming in for a long time.\" ~ Joyelle Brandt",
        "5": "\"Community is the anti-trauma. Children who grow up in trauma are wired for trauma - it is the lens through which they see the world - unless that trauma is disrupted by a love of peace. That peace comes from quiet moments reading, time in nature, time when there is no fear or expectation. It takes a lot for a parent with high ACEs (Adverse Childhood Experiences) to learn how to calm the mind and body enough to provide that calm space for children.\" ~ Carey Sipp",
        "6": "Have a conversation with your family about what causes stress in their lives generally, or a specific situation recently that caused stress. Try to put stressful events or situations into a perspective that allows for healing and learning.",
        "7": "\"When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, look within yourself.\" ~ Tecumseh",
        "8": "For some advice on how to start having hard conversations, \"Remember and support yourself and other adults when they do talk about hard stuff. It is not easy, takes courage and can be something we celebrate.\" \"Use popular movies, songs and culture as a gateway to open conversations and start talking about abuse, violence, addiction first in general ways before getting specific.\" ~ Beth O'Malley",
        "9": "Take a break! Give your body some needed rest by taking a stroll through a quiet place or sitting on a park bench and thinking about what brings the most meaning into your life.",
        "10": "Have the whole family engage in self-care and mindfulness! The UCLA Mindful Awareness Research Center has guided mindfulness meditations available in English and Spanish on their website.",
        "11": "\"Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.\" ~ Thich Nhat Hanh. Identify something that might be frustrating you that you just need to let go of - and then think of what is most important in life and focus on that.",
        "12": "Research indicates that people who practice mindfulness regularly experience benefits like reduced rumination (repeated thoughts about distress or problems without finding solutions), reduced stress levels, boosted working memory, increased focus, less emotional reactivity and more relationship satisfaction.",
        "13": "Ask your children, and other family members, what creates stress in their life. If needed, have them point to a recent event that created some degree of stress. Talk about what they think caused the stress and how they might deal with the situation in the future more effectively? Encourage trying to cope with any residual stress in healthy ways such as mindfulness meditation, exercise, or getting enough rest.",
        "14": "\"Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.\" ~ Melody Beattie",
        "15": "Chronic stress and inflammation have been linked to reduced ability to fight off viruses (from HIV to the common cold), and increased risk for heart disease, headaches, intestinal problems, sexual dysfunction, diabetes, and even cancer.",
        "16": "\"If something's bothering you, don't keep it to yourself. Talk to people you trust, like friends, family, or coworkers, about what's on your mind. Even if you're not looking for specific advice, it usually feels good just to get your feelings out into the open.\"",
        "17": "Today, tell each member of your family what you appreciate about them and encourage them to do the same with other family members.",
        "18": "\"Look past your thoughts, so you may drink the pure nectar of this moment.\" ~ Rumi. How does living in the present help keep stresses and other issues in perspective?",
        "19": "In MHA's \"Mind the Workplace\" Workplace Health Survey, 66% of the 17,000+ respondents said they did not feel like they trusted their team or coworkers to support their work activities. This perceived lack of support contributed to higher levels of workplace stress, isolation, and overall dissatisfaction with one's job. Expressing thanks to coworkers when appropriate helps build stronger relationships.",
        "20": "Talk about the importance of trust and mutual support within your family. What can each person do to help support each other?",
        "21": "\"Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.\" ~ Oprah Winfrey. \"Having more\" should not be construed as referring just to material things. What does \"having more\" mean to you?",
        "22": "\"There's a virus spreading across America.... It's a stigma. Stigma against people with mental health conditions. But there's good news. Stigma is 100% curable. Compassion, empathy and understanding are the antidote. Your voice can spread the cure. Join NAMI, the National Alliance on Mental Illness.\" National Alliance on Mental Illness.",
        "23": "\"In today's rush, we all think too much - seek too much - want too much - and forget about the joy of just being.\" ~ Eckhart Tolle. Just live in the moment and appreciate the opportunities that come to you today.",
        "24": "Explore your own town as a family! Go to a place you've never visited. Oftentimes people only explore attractions on trips, but you might find amazing new discoveries in your own backyard.",
        "25": "\"The little things? The little moments? They aren't little.\" ~ Jon Kabat-Zinn. Focus on what is most important to you in life.",
        "26": "Trust and support in a persons' life is important to their wellbeing. Today's challenge is about building relationships with your coworkers—make some time today to get to know who your coworkers are outside of the workplace. This might mean going out to lunch or getting coffee together or chatting for a few minutes between tasks or meetings.",
        "27": "Challenge your family to start a conversation with someone they don't know - a fellow student, co-worker, or a teacher! As a starting point, ask that person what they most enjoy doing in life.",
        "28": "\"If you are really thankful, what do you do? You share.\" ~ W. Clement Stone",
        "29": "Research indicates that those who consistently help other people experience less depression, greater calm, fewer pains and better health. They may even live longer.",
        "30": "Mental Health Awareness Month started in 1949 to help people focus not just on physical health, but mental health as well. And since then the relationship between the two have been clearly documented. Take some time today to relax and focus on your mental health.",
        "31": "Mental Health Awareness Month started in 1949 to help people focus not just on physical health, but mental health as well. And since then the relationship between the two have been clearly documented. Take some time today to relax and focus on your mental health."
    },
    "6": {
        "theme": "National Safety Month",
        "1": "National Safety Month - Bring the family together to talk about safety - this week the focus is safety when around guns. \"America has a right to the Second Amendment, but the people of America have a right to safety and the prevention of gun violence in their community.\" ~ Sheila Jackson Lee",
        "2": "Make sure any guns in your home or your children's friend's homes are \"gun safe\" - don't feel shy or uncomfortable about asking if any guns in their home are locked up and inaccessible. They should be!",
        "3": "Talk with your children about guns and let them know if they are ever in a situation where a gun is being handled by a friend they should leave immediately - impress on them not to worry about how their friend is going to react.",
        "4": "\"Gratitude for the present moment and the fullness of life now is the true prosperity.\" ~ Eckhart Tolle",
        "5": "1.7 million children live with unlocked, loaded guns in the home - 1 out of 3 homes with kids have guns. - Children's Hospital of Philadelphia",
        "6": "Look around the house for any areas of mold, leaks from pesticide containers or other potentially harmful substances; look for ways to transition to non-toxic and environmentally acceptable detergents and cleaners.",
        "7": "Today talk with your children about safety around the home - in the kitchen (age appropriate food safety), the value of fire and carbon monoxide monitors, etc.",
        "8": "Think about what you need to convey to your children to keep them safe around the house, when they're playing, when they're outside, near streets, and in other typical situations.",
        "9": "\"I had great representatives looking out for my best interests and safety. They just happened to be my parents.\" ~ Eric Lindros, Professional Hockey Star",
        "10": "If you do not have a smoke or carbon monoxide detector in your home, take your children to the closest hardware store and purchase them. Have your children help install them.",
        "11": "\"Happiness cannot be owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.\" ~ Denis Waitley",
        "12": "More than 400 Americans die from unintentional carbon monoxide (CO) poisoning every year, according to the Centers for Disease Control and Prevention. More than 20,000 visit the emergency room, and more than 4,000 others are hospitalized. Be sure to have CO detectors in your home.",
        "13": "This week the focus is on recreational safety. Go to a nearby park and take a relaxing walk while noticing things about safety you might discuss with your children.",
        "14": "Go on a bike ride with your child(ren) and make sure everyone is wearing a helmet. Explain to them why it is important to always wear a helmet.",
        "15": "Take a few minutes to close your eyes and take 10 slow, deep breaths as you think about how you can encourage your children to make good safety decisions.",
        "16": "\"As a father, safety is always a top of mind issue for me.\" ~ Dwayne Johnson (The Rock)",
        "17": "Talk with your children about staying safe near streets; make sure they know when walking next to a street they should walk on the side of the street where they can see oncoming traffic. - Everything I Need to Know I Learned in Kindergarten",
        "18": "\"There is a calmness to a life lived in gratitude, a quiet joy.\" ~ Ralph H. Blum",
        "19": "Every year, 26,000 children are seen in emergency departments for traumatic brain injury related to bicycle-riding. Helmets reduce the risk of head injury by at least 45 percent, brain injury by 33 percent, facial injury by 27 percent and fatal injury by 29 percent. - SafeKids.org",
        "20": "Think about some family traditions you grew up with which bring back fond memories. Recall how these have impacted your life.",
        "21": "A great summer activity is to have a family picnic. Find a nice, restful place nearby and enjoy an afternoon picnic with your family.",
        "22": "Spend some time thinking about some of the dangers or unsafe situations you have encountered in life and think about how you might talk with your children about them, so they know how to handle similar situations.",
        "23": "Half of the 2 million calls to poison control centers in 2012 were for exposures and ingestions among children ages 5 and under. The national toll-free 24-hour hotline is: 1-800-222-1222. This hotline connects the public to their local poison control center, staffed by medical professionals in poison management.",
        "24": "The leading causes of calls to poison control centers for children ages 5 and under are cosmetics and personal care products, household cleaning substances, foreign bodies/toys, pesticides and plants. Some of these items are not necessarily what we would expect as dangerous. Check your house for the possibility of young children's exposure to these and related items. - SafeKids.org",
        "25": "\"Being thankful is not always experienced as a natural state of existence, we must work at it, akin to a type of strength training for the heart.\" ~ Larissa Gomez",
        "26": "It is estimated that in 2015 seat belts saved the lives of 13,941 children ages 5 and older, while child restraint systems were responsible for saving another 266 children under age 5. When installed and used correctly, child safety seats decrease the risk of a fatal injury by 71 percent among infants, 54 percent among toddlers and 45 percent among children ages 4 to 8. - SafeKids.org",
        "27": "Go to your local library - walk or ride a bike if possible - and learn more about home safety.",
        "28": "If the weather permits, take a family outing to go swimming and make sure everyone understands water safety. If your child does not know how to swim, arrange for a swimming lesson.",
        "29": "People are most likely to have an accident when they are overly tired - if you've had a busy week, slow down, relax and take a nap to catch up.",
        "30": "People are most likely to have an accident when they are overly tired - if you've had a busy week, slow down, relax and take a nap to catch up."
    },
    "7": {
        "theme": "Minority Mental Health Awareness; National Family Reunion Month; and International Self-Care Months",
        "1": "Reflect on how prejudice against minorities has negatively impacted your family, friends, or someone close to you. How can you help combat this issue? Exposing your child to different cultures will help them empathize with different racial minorities. If possible, teach them about different ethnic foods and cultural holidays.",
        "2": "Converse with your children regarding racial discrimination. What are their thoughts on this topic?",
        "3": "Think about someone that has exposed you to different cultures. Next time you see that person, express your gratitude for the awareness they are spreading.",
        "4": "Out of the 60 million people that suffer from a mental health condition, the majority belong to an ethnic minority. Learn how you can help someone suffering through a mental health condition at https://www.mind.org.uk/information-support/guides-to-support-and-services/seeking-help-for-a-mental-health-problem/helping-someone-else-seek-help/",
        "5": "Sit down and take some time to focus on your own mental health. Read a book, do some light stretching, or engage in some other relaxing activity.",
        "6": "Lead your entire family through a meditation session to focus on their mental health. Focus on clearing your mind and controlling your breathing.",
        "7": "Brainstorm activities that your entire family can participate in. How can you incorporate these into the week?",
        "8": "Set aside 30 minutes each day to have a \"connection time\" with your child. Ask about their day, and offer advice and support for any issues they're going through. Remember, it's important to understand what your child is facing in their day-to-day life.",
        "9": "Ask your child what their favorite activities to do with the family are and why. Then together, plan dates and times to do these activities.",
        "10": "As a family, sit down and each share one thing you're thankful for about each family member.",
        "11": "Today is Malala Day, where the nation honors Malala Yousafzai, a woman that fought against the oppression of women and children. Her campaign was very much supported by her father, a local school teacher. Think of how you can encourage your kids to make a positive impact on your community. Learn more about Malala Day: https://www.nationaldaycalendar.com/international/malala-day-july-12#:~:text=Every%20year%20on%20July%2012th,rights%20of%20children%20and%20women.",
        "12": "Put your health first by engaging in a full family workout. Try some simple exercises the whole family can engage in, such as lunges, squats, etc. Attempt more child thrilling movements, such as doing pushups with a child on your back.",
        "13": "Spend the entire day as a family. Try running errands and doing chores together. Enjoy spending time together!",
        "14": "Do you feel like your family spends enough time together? If yes, what should you do to maintain that habit? If not, what can you do to create more family time?",
        "15": "In honor of today, national Be Love, find ways to spend more time with your child. For example, include them when doing certain chores. Encourage more love in this world to combat hate.",
        "16": "Ask your child which family member they wish they saw more. Try and contact that person through message, audio call, or facetime and foster a connection between your child and that relative.",
        "17": "Think of a family member that has always been a positive influence in your life or your child's life. Contact them and thank them for their support.",
        "18": "Studies show that spending time with family can positively influence both the mental and physical health of children. Learn more: https://www.corporatewellnessmagazine.com/article/the-benefits-of-spending-time-with-family-and-friends#:~:text=When%20we're%20surrounded%20by,being%2C%20and%20enhance%20overall%20resilience.",
        "19": "Take some time to unwind with your family by having a game night! Play word games, board games, card games, etc. and relieve some stress.",
        "20": "Cook a meal with your family and spend some time together.",
        "21": "\"Loving starts with the self.\" -Wayne Dyer. What's one way you care for yourself?",
        "22": "Understand that your children need time for self-care too. Give them the space they need, and remember that everyone needs time alone to decompress.",
        "23": "Today's international self care day! Discuss with each member of your family what they like doing as self-care. Try and allot everyone some time each day for themselves.",
        "24": "What's one thing you like about yourself? Ask this question to each member of your family, and remind them to appreciate themselves.",
        "25": "Studies show that parents that regularly practice self-care are more patient and compassionate when dealing with their children. Remember, a parent's mood will be reflected in their parenting, so make sure to take time for yourself. Learn more: https://emergingminds.com.au/resources/parental-self-care-and-self-compassion/#:~:text=Parental%20self%2Dcompassion%20and%20self,positive%20interactions%20with%20their%20children.",
        "26": "All parents need some time to themselves. Today, take some time for yourself and relax.",
        "27": "Decompress with your children by practicing some yoga before bed today. Get creative! See who can make the weirdest pose, and who can hold each pose the longest.",
        "28": "In honor of World Heart Day, a day focusing on cardiovascular disease awareness, brainstorm ways you can take care of your own body to combat diseases. Visit the World Health Federation website to learn more: https://world-heart-federation.org/world-heart-day/",
        "29": "Try and help your children unwind after a long day by massaging them before bed.",
        "30": "Try and help your children unwind after a long day by massaging them before bed."
    },
    "8": {
        "theme": "National Wellness and National Healthy Practices Months",
        "1": "National Wellness and Healthy Practices Month...helping our children develop healthy habits. \"Living in a state of gratitude is the gateway to grace.\" ~ Arianna Huffington People that practice meaningful practices tend to live longer and are less prone to diseases. Learn more: https://magazine.medlineplus.gov/multimedia/health-fast-facts",
        "2": "As you get going this morning, unplug for an hour. Switch everything to airplane mode and free yourself from the constant pings of social media and email.",
        "3": "Get out the craft supplies and paint or draw! Encourage other members of your family to join in or bring their own craft project to work on. Learn more at: www.momontheside.com",
        "4": "Brainstorm some ways you practice mindfulness. Are there any improvements you can make?",
        "5": "Restlessness within children can lead to sudden outbursts. Instead of lecturing your child, consider the possible causes. Are they lacking sleep? Are they eating enough?",
        "6": "Ask your children if they have been struggling with mental health recently. If they answer yes, brainstorm ways to help them together. If they say no, think about ways they can maintain this mentality.",
        "7": "\"Appreciation is a wonderful thing: It makes what is excellent in others belong to us as well.\" Voltaire. Share with your children, a family member or friend what you appreciate about them and what it means to you.",
        "8": "Maintaining an optimistic mindset can help you live longer. Learn more: https://spectrumhealthcare.com/resources/do-you-know-these-surprising-health-facts/. Brainstorm with your family some ways you can stay positive.",
        "9": "Create a deliberate habit and routinize something small in your life by doing it in the same way each day — such as spending the first 5 minutes of each day reading a devotional or other inspirational writings.",
        "10": "Look through old family photo albums with your family and talk about the people and places you see in the pictures to build your family history. Learn more at: www.momontheside.com",
        "11": "\"It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up - that we will begin to live each day to the fullest, as if it was the only one we had.\" ~ Elisabeth Kübler-Ross. Discuss with your kids how you can live your life to the fullest.",
        "12": "Help your children understand the importance of mental health by modeling it and encouraging good behavior.",
        "13": "Developing healthy habits is crucial for one's mental wellbeing. Sit down with your family, and have everyone say one health-related improvement that they're going to make in their lives.",
        "14": "\"An attitude of gratitude brings great things.\" ~ Yogi Bhajan. What in particular are you grateful for today?",
        "15": "\"When we focus on our gratitude, the tide of disappointment goes out and the tide of love rushes in.\" ~ Kristin Armstrong",
        "16": "Undertake a mini-declutter today. Recycle at least three things from your wardrobe that you don't love or regularly wear.",
        "17": "Spend some time in nature and take your family outside for an afternoon of activity - go to a nearby lake or river and enjoy the water. Learn more at: www.momontheside.com",
        "18": "\"He who has health, has hope; and he who has hope, has everything.\" - Arabian Proverb.",
        "19": "Building healthy eating habits can improve your child's mental and physical wellness. Sit down and discuss a proper diet with them.",
        "20": "Have a chat with your family about how to identify and handle changing emotions when anger or frustration emerges. Identify a list of techniques that might be helpful, such as taking some deep breaths or taking a self-imposed time out.",
        "21": "\"Gratitude, like faith, is a muscle. The more you use it, the stronger it grows, and the more power you have to use it on your behalf. If you do not practice gratefulness, its benefaction will go unnoticed, and your capacity to draw on its gifts will be diminished. To be grateful is to find blessings in everything. This is the most powerful attitude to adopt, for there are blessings in everything.\" ~ Alan Cohen",
        "22": "Laughter improves your health, as it increases oxygen consumption. Try and make those around you laugh today.",
        "23": "\"Goof around\" today. Without any predetermined structure take five minutes to \"play\" (non-directed activity) several times throughout your day.",
        "24": "Take your children to the library and spend some time finding a good book for each person to read during the next week or two. Then you can set aside some joint reading time during the week.",
        "25": "\"The best way to capture moments is to pay attention. This is how we cultivate mindfulness.\" ~ Jon Kabat-Zinn. What do you need to \"pay attention\" to in your life and/or the lives of your family?",
        "26": "Teach your kids about goal setting. Then, have them set a goal for themselves and create a target plan for how to achieve it.",
        "27": "Take some time today and explore the outdoors with your family. Have some fun with it! Go on a walk and see who can find the most animals or flowers. Simply enjoy each other's company.",
        "28": "\"It is not joy that makes us grateful, it is gratitude that makes us joyful.\" ~ David Steindl-Rast",
        "29": "Writing about positivity can lead to more positive thoughts. Take 5 minutes today to journal your thoughts regarding a positive mindset.",
        "30": "Think about the three or four things you most enjoy doing. If it is possible to achieve any of them today, do it!",
        "31": "Think about the three or four things you most enjoy doing. If it is possible to achieve any of them today, do it!"
    },
    "9": {
        "theme": "National Literacy Month and School Preparedness Month",
        "1": "National Literacy and School Preparedness Month. Have breakfast or brunch together as a family. Get a newspaper and have everyone read a comic they think is funny or an article they think is interesting. There are many kinds of literacy - reading, cultural, digital, among others. Think about how important it is in the 21st century to be literate in many different ways.",
        "2": "Research shows when children learn their brains physically change with effort, it leads to increased motivation and achievement. Think about how motivated your children are to learn, and ways to increase their motivation.",
        "3": "Talk with your children about how their brains can change with practice and begin regularly involving them with questions about the subjects they are studying, or what is going on in the world around them so they actively participate in learning.",
        "4": "\"Gratitude turns what we have into enough.\" ~ Aesop. Think about what you \"have.\"",
        "5": "\"The first thing that strikes me about education is knowledge gain. Education gives us a knowledge of the world around us and changes it into something better. It develops in us a perspective of looking at life. It helps us build opinions and have points of view on things in life.\" ~ Kafoumba Doumbia",
        "6": "Think about your favorite/best teacher in your early education and what about that person was so impactful.",
        "7": "Today, give affirmations to each member of your family and reflect on how they respond. Make this a regular practice.",
        "8": "Thinking about the teacher you identified on Saturday, spend some time assessing how you can share with your children the qualities that made that teacher special to you.",
        "9": "\"Nearly one in 10 people worldwide are unable to read this sentence. In fact, 757 million people around the globe — a number that spans both the developed and developing world — are illiterate. That means they're not only unable to read a book or newspaper, but they also can't read the labels on a medicine bottle, vote in an election or write a resume.\" ~ Megan Ranney",
        "10": "Ask your children and other family members what their favorite book is and why. What is the main idea they have learned from the book?",
        "11": "Have each member of your family say what they are most thankful about today, and why.",
        "12": "\"Interactions that young children have with books, paper, and crayons, and with the adults in their lives, are the building blocks for language, reading, and writing development. This relatively new understanding of early literacy development complements the current research supporting the critical role of early experiences in shaping brain development.\" Zero to Three",
        "13": "Find some quiet time today, and if it's nice outside find a restful place outdoors, and read for 30 minutes.",
        "14": "Have a television-free morning today. Demonstrate for your kids the discipline of not turning on the television as a routine.",
        "15": "To get a clearer sense of the problem of illiteracy, think about the many doors that open when you know how to read, and how many would be shut if you could not.",
        "16": "\"There's a huge correlation between literacy and crime. 70% of inmates can't read above a fourth-grade level and about 85% of juvenile delinquents are functionally illiterate. Make sure your children are on track with their reading and think about the possibility of volunteering to help others learn how to read.\" Google Project Literacy for ideas.",
        "17": "Find an interesting short story, or poem, and read it as a family. Talk about what everyone liked or disliked about the story or poem.",
        "18": "\"Gratitude can transform common days into thanksgiving, turn routine jobs into joy, and change ordinary opportunities into blessings.\" ~ William Arthur Ward",
        "19": "\"A study conducted by the University of California at Irvine in 2010 revealed that learning keeps your brain functioning at a high level. The brain is a muscle; continue to keep it in shape by giving it new challenges and opportunities for learning and growth. Mental facilities are best protected when they are used often, and continued learning can slow the physical process of Alzheimer's Disease.\" ~ Kris Powers, Ed4Online",
        "20": "Spend some quiet time thinking about something new you learned this past week and take 15 minutes writing about it in a journal.",
        "21": "Learn something new with your family! Go to a museum, watch a documentary, or do a science experiment at home!",
        "22": "Self-confidence can be influenced by two things; your trust in yourself as well as your level of competence, which comes from knowledge, experience and the skills you possess. If there is an area of your life where you are not confident, think about how you might increase your confidence through learning.",
        "23": "Think about ways you can model positive learning behavior for your family and children. Set a good example for your children by letting them see you working hard at self-improvement and continuing to learn. Working alongside each other towards individual goals will increase the chances that you both will be successful!",
        "24": "Take an idea from yesterday about how to model good learning skills and do a learning project with your children. Build a paper airplane, or a model, or a Lego figure, etc.",
        "25": "\"Gratitude makes sense of your past, brings peace for today, and creates a vision for tomorrow.\" ~ Melody Beattie",
        "26": "\"High-quality early childhood development programs can reduce chronic disease and health care costs. Benefits include lower drug use and blood pressure in males, as well as better education outcomes and higher incomes as adults.\" ~ James Heckman, Nobel Prize Winning Economist",
        "27": "Learn about Square Breathing here!",
        "28": "Spent some time in the kitchen today. Go through some recipes with your family, identify something new everyone would like to try, and give everyone a responsibility so that everyone has a role - a team approach to learning - and cooking!",
        "29": "\"Two-thirds of the world's illiterate population — approximately 496 million people — are women. Literacy empowers women personally, politically and economically, and just four to six years of education for women can lead to a 20% drop in infant deaths.\" ~ Megan Ranney",
        "30": "\"Two-thirds of the world's illiterate population — approximately 496 million people — are women. Literacy empowers women personally, politically and economically, and just four to six years of education for women can lead to a 20% drop in infant deaths.\" ~ Megan Ranney"
    },
    "10": {
        "theme": "National Domestic Violence Awareness and National Bullying Prevention Months",
        "1": "Domestic Violence Awareness Month - Building Healthy, Nurturing Relationships. Through movements like One Billion Rising, people from around the world are working together to create laws and change cultural perceptions that tolerate or condone domestic violence. How might you and others in your family be a part of supporting this effort? Videos like \"Still Killing Us Softly\" are great tools for raising awareness with young people about social issues related to domestic violence. With this understanding, young people have a better chance of not participating in violent relationships.",
        "2": "Gratitude enhances empathy and reduces aggression. Grateful people are more likely to behave in a prosocial manner, even when others behave less kind, according to a 2012 study by the University of Kentucky.",
        "3": "The National Intimate Partner and Sexual Violence Survey conducted in 2010 by the Centers for Disease Control found that more than 1 in 3 women and 1 in 4 men in the U.S. are survivors of relationship violence in their lifetime.",
        "4": "Think of something you used to do for relaxation that you have not done for a while, and spend some time today doing it - even if that is laying on the grass on a partly sunny day and looking at the clouds passing by.",
        "5": "Bring your family together and have everyone share a positive experience from the past week and what made it special.",
        "6": "Make it a point to work on self-discovery. Many partners enter into relationships without knowing enough about themselves. What about yourself can either reinforce or undermine a healthy relationship with your spouse or partner?",
        "7": "\"It is not easy for someone used to feeling powerful and in control through dominating another person to change those behaviors. That sense of entitlement has some aspects of addictive behavior. Deep, consistent commitment to stopping ingrained patterns through therapy and support groups is essential.\" Kidpower",
        "8": "The ability to communicate clearly is critical to a healthy relationship. Never assume your partner knows what you are thinking or feeling. Tell your partner what is going on and know when to simply listen. Learning to really hear your partner is a skill that may require practice. Try \"active listening,\" restating what you heard and asking if that is accurate.",
        "9": "\"At times, our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us.\" ~ Albert Schweitzer",
        "10": "A study published in the journal Psychology and Aging found that spouses who spoke about conflict using \"couple-focused\" words, like we, us and our, were also more affectionate, showed fewer negative behaviors (like anger), and had lower psychological stress levels during disagreement. Meanwhile, using words like \"I,\" \"you,\" and \"me\" indicated \"separateness\" — and was linked to marital dissatisfaction.",
        "11": "Do something fun with your significant other that requires neither much preparation or thought.",
        "12": "With your family, have a discussion about anything that made them angry during the past week, how it was handled and how it might be handled better in the future.",
        "13": "When you met your partner, you fell in love with some of his or her wonderful qualities. Over time, however, your view of those qualities may have changed. Give each other the benefit of the doubt and create a list of all the things you love about her/him.",
        "14": "Regardless of how long you've been together, there are always more things you can learn about your spouse or significant other. What are his dreams for the future? What is her worst fear? What is the way he or she best gives or receives love?",
        "15": "An essential building block of a healthy marriage is the ability to admit that you are not perfect, that you will make mistakes, and that you will need forgiveness. Ask each other if there is anything that needs forgiveness and a fresh start.",
        "16": "\"Today I choose to live with gratitude for the love that fills my heart, the peace that rests within my spirit, and the voice of hope that says all things are possible.\" ~ Anonymous",
        "17": "A study published in the journal Social Behavior and Personality found that most successful marriages are between two \"adaptor\" personalities. Being an adaptor means being able to identify and work towards mutually beneficial solutions to problems in the marriage. This can be an acquired skill with practice.",
        "18": "Recall a recent situation that required you to adapt. Reflect on how it made you feel and how it impacted the situation. What impact did adapting have on the other person/people involved?",
        "19": "Over a meal with your family ask everyone if they encountered a situation during the past few days that required them to adapt to work things out. What did they do to adapt?",
        "20": "Honesty and trust become the foundation for everything healthy in a marriage. How would you rate the level of honesty and trust in your relationship? If it needs rebuilding, how can you start that process?",
        "21": "Today marriage often becomes a two-person cocoon that we expect to get all our support and intimacy from. That's not healthy or realistic. Keep friends and family in the loop. Your marriage should be your primary relationship — not your only one.",
        "22": "University of Washington researchers have discovered a striking pattern. In stable marriages, there are at least five times more positive interactions than negative ones. For every snide comment or negative outburst in a marriage, a person needs to ramp up the positives so the good-to-bad ratio doesn't fall to a risky level. How can you and your spouse make sure positive interactions are far more numerous than the negatives?",
        "23": "\"Feeling gratitude and not expressing it is like wrapping a present and not giving it.\" ~ William Arthur Ward",
        "24": "National Bullying Prevention Month. According to the National Education Association, PACER Center, and StopBullying.gov: 1 in 7 students in grades K - 12 are either a bully or have been a victim of bullying. An estimated 160,000 U.S. children miss school every day due to fear of attack or intimidation by other students. 83% of girls and 79% of boys report experiencing harassment. 35% of kids have been threatened online.",
        "25": "Think of some of the positive moments or activities you experienced this past week. How did they impact you?",
        "26": "Sit together as a family and ask if another family member had spoken to them in a negative or disrespectful way this past week, how that made them feel and how the situation could have been handled more positively.",
        "27": "Research tells us that children really do look to parents and caregivers for advice on tough decisions. And kids learn from adults' actions. By treating others with kindness and respect, adults show the kids in their lives that there is no place for bullying. Even if it seems like they are not paying attention, kids are watching how adults manage stress and conflict, as well as how they treat their friends, colleagues, and families.",
        "28": "When adults respond quickly and consistently to bullying, they send the message that it is not acceptable. Research shows this can stop bullying behavior over time. Parents, school staff, and other adults in the community can help kids prevent bullying by talking about it, building a safe school environment, and creating a community-wide bullying prevention strategy. Learn more here.",
        "29": "All kids involved in bullying—whether they are bullied, bully others, or see bullying—can be affected. It is important to support all kids involved to make sure the bullying doesn't continue and effects can be minimized. Start a conversation by asking your children if they have witnessed bullying, or been bullied, and let them know there are ways to deal with bullying in positive ways.",
        "30": "Even when life is challenging, \"Gratitude helps you to grow and expand; gratitude brings joy and laughter into your life and into the lives of all those around you.\" ~ Eileen Caddy. A growth mindset can help turn challenges into opportunities and positive growth experiences.",
        "31": "Even when life is challenging, \"Gratitude helps you to grow and expand; gratitude brings joy and laughter into your life and into the lives of all those around you.\" ~ Eileen Caddy. A growth mindset can help turn challenges into opportunities and positive growth experiences."
    },
    "11": {
        "theme": "National Adoption Awareness and National Military Family Awareness Months",
        "1": "National Adoption Awareness Month - \"Six in 10 Americans have had personal experience with adoption, meaning that they themselves, a family member, or a close friend was adopted, had adopted a child, or had placed a child for adoption.\" Adoption Network Writing in a Gratitude Journal improves sleep, according to a 2011 study published in Applied Psychology: Health and Well-Being. Spend just 15 minutes jotting down a few grateful sentiments before bed, and you may sleep better and longer.",
        "2": "If not already practiced, have the rest of your family start a Gratitude Journal.",
        "3": "Think about how important it is to feel loved by others, especially by your mother and father. How has this shaped your life?",
        "4": "\"About 135,000 children are adopted in the United States each year. Of non-stepparent adoptions, about 59% are from the child welfare (or foster) system, 26% are from other countries, and 15% are voluntarily relinquished American babies.\" Adoption Network",
        "5": "Talk with your family, and especially your children, about how important it is to have a loving family to support, encourage and guide you.",
        "6": "A leading gratitude researcher has conducted multiple studies on the link between gratitude and well-being. His research confirms that gratitude effectively increases happiness and reduces depression.",
        "7": "\"Of the over 400,000 children in foster care in the U.S., 114,556 cannot be returned to their families and are waiting to be adopted. Among these children, males outnumber females, African American children are disproportionately represented, and over half are 6 years old or older.\" Adoption Network",
        "8": "Get out and get some exercise today - get those endorphins flowing. While doing this, think about your greatest joys of being a parent.",
        "9": "Have some family time, without any electronic interruptions, to have everyone express how important their family is to them amidst all the other forces that impact their lives.",
        "10": "Think about the emotions young children in foster care experience and how you might be able to support children in those situations.",
        "11": "If your family is one of the majority of families which has some kind of experience with adoption, think about the blessings that have resulted even through the most challenging of times.",
        "12": "Explore what kinds of needs exist and the volunteer or other opportunities that might be available to support your local foster care program.",
        "13": "\"Gratitude gives kids room to see the good in the bad. It provides enough flexibility for children to allow for the possibility of something good coming out of something bad. It allows kids to see difficult circumstances as opportunities to grow, rather than horrible problems that must be avoided.\" ~ Danny Huerta",
        "14": "Military Family Appreciation Month - \"The average military family moves every two to three years - that's three times more frequently than the average civilian family. At only 4 years old, my twins are already living in their third city, but their dad has moved more than 10 times throughout his career.\" Care.com",
        "15": "Take a walk around your neighborhood and think about what you are looking forward to in the week ahead.",
        "16": "Have a family meeting to talk about all the activities planned for the upcoming week. Identify who might need some extra encouragement or support and talk about how to make sure they get the encouragement and support desired/needed.",
        "17": "If you are part of a military family which has moved frequently, what about that has shaped you in a positive way. If not part of a military family, imagine how you might have handled moving frequently.",
        "18": "\"Sometimes, both military parents get deployed at the same time. There are roughly 84,000 dual-military couples in the U.S., and about 36,000 of them have kids. When both get deployed, their children have to live with interim caregivers, such as grandparents, aunts, uncles or friends.\" Care.com",
        "19": "If your children have not experienced one or both parents being deployed by the military, or away from the family for a long period of time, talk with them about what it would be like if that happened. Ask if they have any friends whose parents are away in the military, who you might be able to support in some way.",
        "20": "Think about and talk with your family about having gratitude towards those who sacrifice time from their children and families to serve the country through the military and other service.",
        "21": "Thanks to Dr. Carol Dweck, author of \"Mindset: The New Psychology of Success,\" we are better able to understand mindset concepts. People who exhibit a growth mindset believe that, despite obstacles and challenges, a person can develop abilities and achieve goals through motivation, hard work, and practice. On the flip side, a fixed mindset is the belief that talent and intelligence can't be changed.",
        "22": "Take some time for quiet meditation and relaxation. Try some deep breathing while focusing on relaxing every muscle in your body.",
        "23": "Take another electronics holiday. Focus the family on being outdoors, playing games, cooking and eating together (ala Italy's Slow Food movement) and other activities that do not rely on electronics.",
        "24": "Think about whether you have a growth or fixed mindset. Write down the aspects of your thinking that support a growth mindset (that you can change patterns of thinking and behavior) as well as those that reflect a fixed mindset.",
        "25": "Think about your family and children. Who do you think seems to have more of a growth mindset and who more of a fixed mindset? Why? What impact do you see these attitudes having in their lives?",
        "26": "Share with your family the concepts of growth and fixed mindsets. Ask each person to identify one area of their life where perhaps they are limited by a fixed mindset and discuss how a growth mindset might allow them to make desired changes.",
        "27": "Think about your family and children. Who do you think seems to have more of a growth mindset and who more of a fixed mindset? Why? What impact do you see these attitudes having in their lives?",
        "28": "\"The brain is malleable. It's true. The physical structure of the brain and the neural connections can actually be changed as a result of experiences, new learning, and memory formation! This isn't some foo-foo statement that growth mindset proponents want you to believe, it's a fact! The ability of your brain to grow and change is called neuroplasticity. Research reveals that when there is damage to the brain, healthy parts of the brain can actually take over the function of the part that was damaged.\" ~ JoAnn Deak, Your Fantastic Elastic Brain",
        "29": "Get recharged by writing down some personal change goals and think about how employing a growth mindset can help you achieve your desired goals, especially if a fixed mindset has limited your \"possibility thinking.\"",
        "30": "Get recharged by writing down some personal change goals and think about how employing a growth mindset can help you achieve your desired goals, especially if a fixed mindset has limited your \"possibility thinking.\""
    },
    "12": {
        "theme": "National Human Rights and National Giving Months",
        "1": "National human rights month - take time with your family to think about what the fundamental human rights are and why they're important Think about a time one of your boundaries got violated. How did you feel? Did you do anything to prevent that?",
        "2": "In honor of International day of persons with disabilities day, sit down with your children and discuss different disabilities, and how we can support disabled people",
        "3": "Discuss the needs you have as a family unit. What boundaries exist within your family that shouldn't be broken?",
        "4": "Ask your child about boundary-respecting people in their life, and discuss why surrounding yourself with these kinds of people is optimal.",
        "5": "Setting boundaries is crucial for your mental well being. Learn more here: https://www.societvre.com/a-few-facts-about-setting-healthy-boundaries-and-practicing-self-care/",
        "6": "Take 30 minutes for yourself today. Drink some tea, listen to music, or read a book. Just relax.",
        "7": "Have a family game night! Play board games, card games, or something else. Make sure to give a prize to the winner!",
        "8": "Think about the personal boundaries you have with the people around you? How does this change depending on the person?",
        "9": "In honor of International human rights day, talk with and teach your children about their rights as a person. Take the time to ask what boundaries they have, and how they can properly communicate that to the people in their life.",
        "10": "Talk with your kids about the importance of standing up for themselves. Ask them what they would do if a person breaks their boundaries.",
        "11": "As a family, think about comforting people in your life. What makes them so comfortable to be around?",
        "12": "Natural rights are thought to be universal, granted to every person regardless of race, gender, or identity. Learn more here: https://courses.lumenlearning.com/suny-hccc-worldhistory2/chapter/natural-rights/",
        "13": "Spend some time working on your hobbies today! Do whatever makes you smile.",
        "14": "Spend some time in the kitchen with your family today! Bake cookies, or make some food. Get creative.",
        "15": "Think of a time you experienced an act of kindness from someone. How did this make you feel?",
        "16": "Educate your children about the difference between those that are neurotypical and those that are neurodivergent. Discuss how your children can support their neurodivergent peers?",
        "17": "Sit down with your kids and make a \"Good Deed Bucket List\" of small acts of kindness they can do for the rest of the month (ex. Holding the door open for someone). Strive to have them complete one item a day.",
        "18": "Ask your kids what they're thankful for. What do they have that other kids might not?",
        "19": "According to an AmeriCorps report, people who volunteer over 100 hours a year are some of the healthiest people in the U.S. Learn more here https://volunteerhub.com/blog/40-volunteer-statistics",
        "20": "Today, spend some time as a family and make the world a cleaner place by cleaning up trash in the park",
        "21": "Spend some time taking care of yourself by indulging in something you don't typically buy, such as an extra coffee or morning pastry.",
        "22": "Have you ever significantly impacted someone else's life? What prompted your act of kindness?",
        "23": "Teach your children about \"Giving Chains\", where each time someone performs an act of kindness directed at you, you then perform one for someone else. Show your children that it is easy to spread positivity in the world.",
        "24": "Merry Christmas! This holiday season, teach your children how to make a difference in your community. You can talk about different organizations like food banks, nonprofits, and more.",
        "25": "Teach your kids the impact that small acts of kindness can make. Talk about how you should express gratitude whenever somebody does something kind to you, and about kind acts you can do for others.",
        "26": "According to a survey, 96% of volunteers believe that volunteering makes people happier in their lives. Learn more here https://volunteeringjourneys.com/37-incredible-facts-about-volunteering/",
        "27": "As a family, drive around and donate food to the local homeless.",
        "28": "Take some time today and pick up a new hobby! This is your sign to try something that has looked interesting but you've been too scared to commit to.",
        "29": "\"Nothing you wear is more important than your smile\" - Connie Stevens. How does your smile impact those around you?",
        "30": "Happy New Year's Eve! Go outside and make a change within your community! Give some food to the homeless, tip a waiter generously. Teach your children the gift of generosity.",
        "31": "Happy New Year's Eve! Go outside and make a change within your community! Give some food to the homeless, tip a waiter generously. Teach your children the gift of generosity."
    }
}
